#+TITLE: PROJECTS
#+AUTHOR: Nicholas Huber
* TODO [#B] Work on emacs workflow     :@home
  SCHEDULED: <2020-10-16 Fri .+1d>
   :LOGBOOK:
   - State "DONE"       from "TODO"       [2020-10-15 Thu 19:34]
   CLOCK: [2020-10-15 Thu 19:13]--[2020-10-15 Thu 19:33] =>  0:20
   - State "DONE"       from "TODO"       [2020-10-14 Wed 20:29]
   - State "DONE"       from "TODO"       [2020-10-13 Tue 20:14]
   - State "DONE"       from "TODO"       [2020-10-12 Mon 18:05]
   CLOCK: [2020-10-12 Mon 18:04]--[2020-10-12 Mon 18:05] =>  0:01
   CLOCK: [2020-10-12 Mon 16:44]--[2020-10-12 Mon 16:52] =>  0:08
   CLOCK: [2020-10-12 Mon 15:01]--[2020-10-12 Mon 15:32] =>  0:31
   :END:
:PROPERTIES:
:STYLE: habit
:ORDERED:  t
:LAST_REPEAT: [2020-10-15 Thu 19:34]
:END:      
